Repository: IBMPredictiveAnalytics/FUZZY
Catalog: src/lang/*/FUZZY.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

source: The required demander or supplier dataset name was not specified
de: Der erforderliche Name des anfordernden Datasets oder Bereitstellerdatasets wurde nicht angegeben
es: No se ha especificado el nombre de conjunto de datos de solicitante o de proveedor
fr: Le nom du jeu de données requis pour le demandeur ou le fournisseur n'a pas été indiqué.
it: Non è stato specificato il nome dataset del richiedente o fornitore richiesto
ja: 必要な要求者または提供者のデータセット名が指定されませんでした
pl: Nie określono żądanej nazwy zbioru danych żądającego lub dostawcy.
pt_br: O nome do conjunto de dados do demandador ou fornecedor obrigatório não foi especificado
ru: Не задано необходимое имя набора данных группы, выдвигающей требование, или группы-поставщика

source: A group variable must be specified if the demander and supplier datasets are the same
de: Wenn anforderndes Dataset und Bereitstellerdataset identisch sind, muss eine Gruppenvariable angegeben werden
es: Se debe especificar una variable de grupo si los conjuntos de datos de solicitante y de proveedor son los mismos
fr: Une variable de groupe doit être indiquée si les jeux de données du demandeur et du fournisseur sont identiques.
it: È necessario specificare una variabile di gruppo se i dataset richiedente e fornitore sono uguali
ja: 要求者と提供者のデータセットが同じ場合は、グループ変数を指定する必要があります
pl: Należy określić zmienną grupy, jeśli zbiory danych żądającego i dostawcy są takie same
pt_br: Uma variável de grupo deve ser especificada se os conjuntos de dados do demandador e do fornecedor forem os mesmos
ru: Если наборы данных групп-поставщиков и групп, выдвигающих требование, совпадают, необходимо задать группирующую переменную

source: A group variable cannot be used unless the demander and supplier datasets are the same
de: Eine Gruppenvariable kann nur verwendet werden, wenn das anfordernde Dataset und Bereitstellerdataset identisch sind
es: No se puede utilizar una variable de grupo a menos que los los conjuntos de datos de solicitante y de proveedor sean los mismos
fr: Une variable de groupe ne peut pas être utilisée si les jeux de données du demandeur et du fournisseur sont identiques.
it: Non è possibile utilizzare una variabile di gruppo a meno che i dataset richiedente e fornitore non siano uguali
ja: 要求者と提供者のデータセットが同じでない限り、グループ変数を使用することはできません
pl: Zmiennej grupy nie można użyć, o ile zbiory danych żądającego i dostawcy nie są takie same
pt_br: Uma variável de grupo não pode ser usada a menos que o conjuntos de dados do demandador e do fornecedor forem os mesmos
ru: Группирующую переменную нельзя использовать, если наборы данных групп-поставщиков и групп, выдвигающих требование не совпадают

source: COPYTODEMANDER cannot be used with GROUP
de: COPYTODEMANDER kann nicht mit GROUP verwendet werden
es: COPYTODEMANDER no se puede utilizar con GROUP
fr: COPYTODEMANDER ne peut pas être utilisé avec GROUP
it: COPYTODEMANDER non può essere utilizzato con GROUP
ja: COPYTODEMANDER を GROUP と共に使用することはできません
pl: Komendy COPYTODEMANDER nie można użyć wraz z wartością GROUP
pt_br: COPYTODEMANDER não pode ser usado com GROUP
ru: COPYTODEMANDER нельзя использовать вместе с GROUP

source: Error: variables can only be copied to the demander dataset if only a single match is requested
de: Fehler: Variablen können nur in das anfordernde Dataset kopiert werden, wenn nur eine einzige Übereinstimmung angefordert wird.
es: Error: las variables sólo se pueden copiar en el conjunto de datos del solicitante, si sólo se solicita una sola coincidencia
fr: Erreur : des variables peuvent uniquement être copiées vers le jeu de données du demandeur si une seule correspondance est demandée
it: Errore: le variabili possono essere copiate solo nel dataset del richiedente se è richiesta un'unica corrispondenza
ja: エラー: 一致が 1 つだけ要求された場合、変数は要求者のデータセットにのみコピーできます
pl: Błąd: Zmienne można kopiować tylko do grupy obserwacji żądającego, jeśli tylko wymagane jest pojedyncze dopasowanie.
pt_br: Erro: as variáveis só poderão ser copiadas para o conjunto de dados solicitante se apenas uma única correspondência for solicitada
ru: Ошибка: переменные могут быть скопированы в требующий набор данных, только если запрошено единственное совпадение.

source: Match id variable names are not unique or none was specified
de: Die abgeglichenen Variablennamen sind nicht eindeutig oder es wurden keine angegeben
es: Los nombres de variables de identificación de coincidencias no son exclusivos o no se especificó ninguno
fr: Les noms de variables des ID de correspondance ne sont pas uniques ou aucun de ceux-ci n'a été spécifié
it: I nomi di variabili ID corrispondenza non sono univoci oppure non ne è stato specificato alcuno
ja: 一致 ID 変数名が一意ではないか、何も指定されていません
pl: Nazwy zmiennych identyfikatorów dopasowania nie są unikatowe lub nie zostały określone
pt_br: Os nomes de IDs de variáveis não são exclusivos ou nenhum foi especificado
ru: Имена идентифицирующих переменных не уникальны или не указаны

source: List of fuzz values does not match list of BY variables. Fuzz: %s
de: Die Liste der Unschärfewerte entspricht nicht der Liste der BY-Variablen. Unschärfe: %s
es: La lista de valores incompletos no coincide con la lista de variables BY. Nivel de semejanza: %s
fr: La liste de valeurs floues ne correspond pas à celle des variables BY . Valeurs floues : %s
it: Elenco dei valori di approssimazione non corrispondente all'elenco delle variabili BY. Approssimazione: %s
ja: あいまい性の値のリストが BY 変数のリストと一致しません。 あいまい性の値: %s
pl: Lista częściowo zgodnych wartości jest niezgodna z listą zmiennych występujących po opcji BY. Rozmycie: %s
pt_br: A lista de valores imprecisos não corresponde à lista de variáveis BY. Imprecisão: %s
ru: Список значений порогов различия не соответствует списку переменных BY. Порог различия: %s

source: Samping with replacement cannot be used with minimize memory. Using sampling without replacement
de: Die Stichprobenziehung mit Ersetzung kann bei Speicherminimierung nicht verwendet werden. Stichprobenziehung ohne Ersetzung verwenden
es: No se puede utilizar el muestreo con sustitución con Minimizar memoria. Se utilizará el muestreo sin sustitución
fr: L'échantillonnage avec remplacement ne peut pas être utilisé avec une utilisation minimale de la mémoire. Utilisation de l'échantillonnage sans remplacement.
it: Non è possibile utilizzare il campionamento con sostituzione quando si dispone di memoria ridotta. Utilizzare il campionamento senza sostituzione
ja: 置換を行うサンプリングをメモリの最小化と共に使用することはできません。置換を行わないサンプリングを使用します
pl: Losowania ze zwracaniem nie można użyć przy zminimalizowanej pamięci. Używane jest losowanie bez zwracania
pt_br: Amostragem com substituição não pode ser usada com minimizar memória. Usando amostragem sem substituição
ru: Выборку с замещением нельзя использовать одновременно с минимизацией памяти. Использование выборки без замещения

source: Supplier dataset id variable not found: %s
de: Variable für Bereitstellerdataset-ID nicht gefunden: %s
es: No se ha encontrado la variable id del conjunto de datos del proveedor: %s
fr: Variable ID du jeu de données du fournisseur introuvable : %s
it: Variabile ID dataset fornitore non trovata: %s
ja: 提供者データセット ID 変数 %s がありません
pl: Zmienna identyfikatora zbioru danych dostawcy nie została znaleziona: %s
pt_br: Variável de ID do conjunto de dados do fornecedor não localizada: %s
ru: Не обнаружена id-переменная поставляющего набора данных: %s

source: Supplier dataset variable not found: %s
de: Variable für Bereitstellerdataset nicht gefunden: %s
es: No se ha encontrado la variable del conjunto de datos del proveedor: %s
fr: Variable du jeu de données du fournisseur introuvable : %s
it: Variabile dataset fornitore non trovata: %s
ja: 提供者データセット変数 %s がありません
pl: Zestaw zmiennych danych dostawcy nie został znaleziony: %s
pt_br: Variável do conjunto de dados do fornecedor não localizada: %s
ru: Не обнаружена переменная поставляющего набора данных: %s

source: Error: supplier/demander type conflicts exist for variables:
de: Fehler: Konflikte des Typs Bereitstellerdatasets/anforderndes Datasets für Variablen vorhanden:
es: Error: existen conflictos de tipo proveedor/solicitante para las variables:
fr: Erreur : des conflits de type de demandeur/fournisseur existent pour les variables :
it: Errore: sono presenti conflitti di tipo fornitore/richiedente per le variabili:
ja: エラー: 変数の提供者/要求者タイプの競合があります。
pl: Błąd: Wystąpiły konflikty typu dostawca/żądający dla zmiennych:
pt_br: Erro: existem conflitos de tipo de fornecedor/solicitante para variáveis:
ru: Ошибка: Имеются конфликты типов поставщика/требователя для переменных:

source: Case-control matching
de: Fallkontrollabgleich
es: Coincidencia caso-control
fr: Correspondance du contrôle d'observation
it: Corrispondenza controllo casi
ja: ケース コントロールの一致
pl: Dopasowanie obserwacja-kontrola
pt_br: Correspondência de controle de caso
ru: Сопоставление случай-контроль

source: Case Control Matching Statistics
de: Übereinstimmungsstatistiken für Fallkontrolle
es: Estadística de coincidencia de control de casos
fr: Statistiques de correspondance du contrôle d'observation
it: Statistiche corrispondenze controllo casi
ja: ケース コントロール適合統計
pl: Statystyki dopasowania obserwacja-kontrola
pt_br: Estatística de correspondência de controle de caso
ru: Статистики совпадения Случай - Контроль

source: Exact Matches
de: Genaue Übereinstimmungen
es: Coincidencias exactas
fr: Correspondances exactes
it: Corrispondenze esatte
ja: 完全一致
pl: Dokładna zgodność
pt_br: Correspondências exatas
ru: Точные совпадения

source: Fuzzy Matches
de: Grobe Übereinstimmungen
es: Coincidencias incompletas
fr: Correspondances floues
it: Corrispondenze approssimative
ja: あいまい一致
pl: Częściowa zgodność
pt_br: Correspondências imprecisas
ru: Нечеткие совпадения

source: Unmatched Including Missing Keys
de: Fehlende Übereinstimmungen, einschließlich fehlender Schlüssel
es: Sin coincidencia incluyendo claves que faltan
fr: Non-concordance comprenant des clés manquantes
it: Non corrispondenza con chiavi mancanti
ja: キーの欠損を含む不一致
pl: Niedopasowania uwzględniające brakujące klucze
pt_br: Falta de correspondência, incluindo chaves omissos
ru: Несовпадающие, включая пропущенные ключи

source: Log file
de: Protokolldatei
es: Archivo de registro
fr: Fichier journal
it: File di log
ja: ログ ファイル
pl: Plik dziennika
pt_br: Arquivo de log
ru: Файл журнала

source: Maximize Matching Performance
de: Abgleichsleistung maximieren
es: Maximizar rendimiento de coincidencias
fr: Optimisation des performances de correspondance
it: Massimizza prestazioni corrispondenza
ja: 適合パフォーマンスの最大化
pl: Maksymalizuj wydajność dopasowania
pt_br: Maximizar desempenho correspondente
ru: Максимизация производительности сопоставлений

source: Sampling
de: Stichprobenziehung
es: Muestreo
fr: Echantillonnage
it: Campionamento
ja: サンプル
pl: Losowanie
pt_br: Amostragem
ru: Выборка

source: Unmatched with Valid Keys
de: Fehlende Übereinstimmung mit gültigen Schlüsseln
es: Sin coincidencia con claves válidas
fr: Non-concordance comprenant des clés valides
it: Non corrispondenza con chiavi valide
ja: 有効なキーとの不一致
pl: Niedopasowania z prawidłowymi kluczami
pt_br: Falta de correspondência com chaves válidas
ru: Несовпадающие с валидными ключами

source: with replacement
de: mit Ersetzung
es: con sustitución
fr: avec remplacement
it: con sostituzione
ja: 置換を行う
pl: ze zwracaniem
pt_br: com substituição
ru: с заменой

source: without replacement
de: ohne Ersetzung
es: sin sustitución
fr: sans remplacement
it: senza sostituzione
ja: 置換を行わない
pl: bez zwracania
pt_br: sem substituição
ru: без замены

source: no
de: Nein
fr: non
ja: いいえ
pl: nie
pt_br: não
ru: нет

source: none
de: keine
es: ninguno
fr: aucun
it: nessuno
ja: なし
pl: brak
pt_br: nenhum
ru: нет

source: yes
de: Ja
es: sí
fr: oui
it: sì
ja: はい
pl: tak
pt_br: sim
ru: да

source: Match Type
de: Übereinstimmungstyp
es: Tipo de coincidencia
fr: Type de correspondance
it: Tipo di corrispondenza
ja: 一致タイプ
pl: Typ dopasowania
pt_br: Tipo de correspondência
ru: Тип совпадения

source: Count
de: Anzahl
es: Recuento
fr: Effectif
it: Conteggio
ja: 度数
pl: Liczebność
pt_br: Contagem
ru: Количество

source: Exact (All Variables)
de: Genau (Alle Variablen)
es: Exacto (Todas las variables)
fr: Exact (toutes les variables)
it: Esatto (tutte le variabili)
ja: 完全一致 (すべての変数)
pl: Dokładnie (wszystkie zmienne)
pt_br: Exato (todas as variáveis)
ru: Точно (все переменные)

source: Fuzzy Match Tries
de: Versuche mit groben Übereinstimmungen
es: Intentos de coincidencias incompletas
fr: Essais de correspondance floue
it: Tentativi di corrispondenza approssimativa
ja: あいまい一致の試行回数
pl: Próby dopasowania rozmytego
pt_br: Tentativas de correspondência parcial
ru: Попытки нечетких совпадений

source: Incremental Rejection Percentage
de: Inkrementelle Ablehnungsquote
es: Porcentaje de rechazo incremental
fr: Pourcentage de rejet incrémental
it: Percentuale di rifiuto incrementale
ja: 増分排除率
pl: Procent stopniowego odrzucania
pt_br: Porcentagem de rejeição incremental
ru: Процент инкрементных отклонений

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
pl: Wartość
pt_br: Valor
ru: Значение

source: Tries is the number of match comparisons before drawing. Rejection percentage shows the match rejection rate. Rejections are attributed to the first variable in the BY list that causes rejection.
de: Versuche ist die Anzahl der Übereinstimmungsvergleiche vor dem Erstellen. Die Ablehnungsquote zeigt die Ablehnungsrate für Übereinstimmungen an. Ablehnungen werden der ersten Variablen in der BY-Liste zugeschrieben, die zu einer Ablehnung führt.
es: Intentos corresponde al número de comparaciones de coincidencia antes de dibujar. El porcentaje de rechazo muestra la tasa de rechazo de coincidencia. Los rechazos adoptan como atributo la primera variable de la lista BY que provoca el rechazo.
fr: Les essais sont le nombre de comparaisons de correspondance avant le traçage. Le pourcentage de rejet indique le taux de rejet de correspondance. Les rejets sont attribués à la première variable dans la liste BY qui provoque le rejet.
it: Tentativi è il numero di confronti di corrispondenza prima dell'estrazione. La percentuale di rifiuto mostra la frequenza di rifiuti di corrispondenza. I rifiuti sono attribuiti alla prima variabile nell'elenco BY che causa il rifiuto.
ja: 試行回数は描画前の一致比較数です。 排除率は一致排除率を示します。 排除は、排除を引き起こす BY リストの最初の変数に起因します。
pl: Próba jest liczbą porównań dopasowań przed losowaniem. Procent odrzuceń pokazuje wskaźnik odrzucenia dopasowania. Odrzucenia są przypisane do pierwszej zmiennej na liście w opcji komendy BY, która powoduje odrzucenie.
pt_br: As tentativas representam o número de comparações de correspondências antes do desenho. A porcentagem de rejeição mostra a taxa de rejeição de correspondência. As rejeições são atribuídas à primeira variável na lista BY que causa rejeição.
ru: Попытки - количество равносильных сравнений перед построением чертежа. Процент отклонения показывает соответствующую долю отклонения. Отклонения приписываются первой переменной в списке BY, которая является причиной отклонения.

source: Case Control Match Tolerances
de: Übereinstimmungstoleranzen für Fallkontrolle
es: Tolerancia de coincidencia de control de casos
fr: Tolérances de correspondance du contrôle d'observation
it: Tolleranze delle corrispondenze di controllo casi
ja: ケース コントロール適合の許容差
pl: Tolerancje dopasowania obserwacja-kontrola
pt_br: Tolerâncias de correspondência de controle de caso
ru: Допуск на совпадение Случай - Контроль

source: Match Variables
de: Übereinstimmungsvariablen
es: Coincidencia de variables
fr: Variables de correspondance
it: Metti in corrispondenza le variabili
ja: 適合変数
pl: Zmienne dopasowania
pt_br: Variáveis de correspondência
ru: Совпадающие переменные

source: Demander id variable not found, or it duplicates a name in the supplier dataset: %s
de: Variable für anfordernde ID nicht gefunden oder sie wird bereits für einen Namen im Bereitstellerdataset verwendet: %s
es: No se ha encontrado la variable de ID de solicitante o bien duplica un nombre de el conjunto de datos del proveedor: %s
fr: Variable d'ID du demandeur introuvable, ou nom en double dans le jeu de données du fournisseur : %s
it: Variabile ID richiedente non trovata oppure è il duplicato di un nome nel dataset fornitore: %s
ja: 要求者 ID 変数が見つからないか、提供者データセットで名前が重複しています: %s
pl: Nie znaleziono zmiennej ID żądającego lub nazwa jest powieleniem nazwy w zbiorze danych dostawcy: %s
pt_br: Variável de ID do demandador não localizada ou duplica um nome no conjunto de dados de fornecedor: %s
ru: Не найдена переменная ID группы требований, или она дублирует имя в наборе данных группы-поставщика: %s

source: Undefined variable in BY list: %s
de: Nicht definierte Variable in BY-Liste: %s
es: Variable no definida en la lista BY: %s
fr: Variable non définie dans la liste BY : %s
it: Variabile non definita nell'elenco BY: %s
ja: BY リストの変数が定義されていません: %s
pl: Niezdefiniowana zmienna na liście występującej po opcji komendy BY: %s
pt_br: Variável indefinida na lista BY: %s
ru: Неопределенное значение в списке BY: %s

source: Distribution of Available Matches
de: Verteilung verfügbarer Übereinstimmungen
es: Distribución de coincidencias disponibles
fr: Distribution des correspondances disponibles
it: Distribuzione delle corrispondenze disponibili
ja: 可能な一致の分布
pl: Rozkład dostępnych zgodności
pt_br: Distribuição de correspondências disponíveis
ru: Распространение доступных совпадений

source: Average matching cases available: %.2f
de: Durchschnittlich verfügbare übereinstimmende Fälle: %.2f
es: Media de casos coincidentes disponibles: %.2f
fr: Observations concordantes moyennes disponibles : %.2f
it: Media dei casi corrispondenti disponibili: %.2f
ja: 可能な平均一致ケース %.2f
pl: Przeciętne dopasowanie dostępnych rekordów: %.2f
pt_br: Média de casos correspondentes disponíveis: %.2f
ru: В среднем доступно наблюдений совпадения: %.2f
